Repository: Thijs34/beweeglab
Catalog: lib/l10n/app_*.arb
Languages: nl

# adminAllowMultipleValues
source: Allow selecting multiple values
nl: Meerdere waarden toestaan

# adminAudienceIndividual
source: Individual
nl: Individu

# adminAudienceGroup
source: Group
nl: Groep

# adminAudienceBoth
source: Both
nl: Beide

# adminOptionNumber
source: Option {index}
nl: Optie {index}

# adminOptionFallback
source: Option
nl: Optie

# adminFieldLabelRequiredError
source: Field label is required.
nl: Veldlabel is verplicht.

# adminOptionMinimumError
source: Please provide at least two options.
nl: Geef minimaal twee opties op.

# adminFieldTypeTextInput
source: Text input
nl: Tekstinvoer

# adminFieldTypeNumber
source: Number
nl: Nummer

# adminFieldTypeDropdownLegacy
source: Dropdown (legacy)
nl: Dropdown (verouderd)

# adminFieldTypeMultiSelect
source: Multi-select
nl: Meervoudige selectie

# adminFieldTypeCheckbox
source: Checkbox
nl: Selectievakje

# adminFieldTypeDate
source: Date
nl: Datum

# adminFieldTypeTime
source: Time
nl: Tijd

# adminFieldTypeRating
source: Rating scale
nl: Beoordelingsschaal

# adminAdjustStatus
source: Adjust status
nl: Status aanpassen

# adminUpdatingStatus
source: Updating...
nl: Bijwerken...

# adminObservationFieldsTitle
source: Observation Fields
nl: Observatievelden

# adminObservationFieldsCount
source: {count, plural, one {{count} field} other {{count} fields}}
nl: {count, plural, one {{count} veld} other {{count} velden}}

# adminObservationFieldsSubtitle
source: Reorder, edit, or toggle standard/custom fields. Remember to save changes.
nl: Herschik, bewerk of schakel standaard/aangepaste velden. Vergeet niet op te slaan.

# adminAddField
source: Add Field
nl: Veld toevoegen

# adminRestoreDefaults
source: Restore defaults
nl: Standaard herstellen

# adminSaving
source: Saving…
nl: Opslaan…

# adminSaveChanges
source: Save Changes
nl: Wijzigingen opslaan

# adminDeleteFieldTitle
source: Delete field
nl: Veld verwijderen

# adminDeleteFieldMessage
source: Are you sure you want to delete "{label}"? This cannot be undone.
nl: Weet je zeker dat je "{label}" wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

# adminAdditionalNotesHint
source: Additional notes...
nl: Extra notities...

# adminRequiredField
source: Required field
nl: Verplicht veld

# adminRequiredFieldSubtitle
source: Observers must provide a value before saving.
nl: Observatoren moeten een waarde invullen voordat ze opslaan.

# adminFieldTypeLabel
source: Field type
nl: Veldtype

# adminFormVisibility
source: Form visibility
nl: Formulierzichtbaarheid

# adminObservationDataTitle
source: Observation Data
nl: Observatiedata

# adminExporting
source: Exporting...
nl: Bezig met exporteren...

# adminExport
source: Export
nl: Exporteren

# adminRefreshData
source: Refresh data
nl: Gegevens verversen

# adminFilterGender
source: Gender
nl: Geslacht

# adminFilterAge
source: Age
nl: Leeftijd

# adminFilterSocial
source: Social
nl: Sociaal

# adminFilterLevel
source: Level
nl: Niveau

# adminFilterLocation
source: Location
nl: Locatie

# adminNoObservationDataTitle
source: No observation data yet
nl: Nog geen observatiedata

# adminNoObservationDataSubtitle
source: Data will appear here once observers start collecting
nl: Data verschijnt hier zodra observatoren starten

# adminNoFilteredObservationsTitle
source: No observations match your filters
nl: Geen observaties matchen je filters

# adminNoFilteredObservationsSubtitle
source: Try adjusting your filter criteria
nl: Pas je filtercriteria aan

# adminLoadingMore
source: Loading more...
nl: Meer laden...

# adminLoadOlderObservations
source: Load older observations
nl: Oudere observaties laden

# adminRecordGroup
source: Group
nl: Groep

# adminRecordIndividual
source: Individual
nl: Individu

# adminFieldGender
source: Gender
nl: Geslacht

# adminFieldAge
source: Age
nl: Leeftijd

# adminFieldSocial
source: Social
nl: Sociaal

# adminFieldGroupSize
source: Group Size
nl: Grootte van de groep

# adminFieldGenderMix
source: Gender Mix
nl: Geslachtsverdeling

# adminFieldAgeMix
source: Age Mix
nl: Leeftijdsverdeling

# adminFieldActivity
source: Activity
nl: Activiteit

# adminFieldLocation
source: Location
nl: Locatie

# adminFieldNotes
source: Notes
nl: Notities

# adminNoRecordsCollected
source: No records collected yet
nl: Nog geen registraties

# adminFilteredResults
source: Filtered results (showing {count})
nl: Gefilterde resultaten (toont {count})

# adminShowingLatest
source: Showing latest {visible} of {total} records
nl: Toont de laatste {visible} van {total} registraties
