Repository: Thijs34/beweeglab
Catalog: lib/l10n/app_*.arb
Languages: nl

# languageEnglish
source: English
nl: Engels

# languageDutch
source: Dutch
nl: Nederlands

# profileReauthRequired
source: Please sign in again to update your name.
nl: Log opnieuw in om je naam bij te werken.

# profileNameEmptyError
source: Name cannot be empty.
nl: Naam mag niet leeg zijn.

# profileNothingToUpdate
source: Nothing to update.
nl: Niets om bij te werken.

# profileNameUpdated
source: Name updated.
nl: Naam bijgewerkt.

# profileUpdateNameError
source: Unable to update name right now.
nl: Naam kan nu niet worden bijgewerkt.

# profileNoEmailError
source: No email associated with this account.
nl: Geen e-mailadres gekoppeld aan dit account.

# profileResetLinkSent
source: If an account exists for {email}, a reset link is on the way.
nl: Als er een account bestaat voor {email}, sturen we een resetlink.

# profileResetFailed
source: Could not send reset email.
nl: Kon reset-e-mail niet versturen.

# profileLogoutError
source: Unable to logout right now. Please try again.
nl: Uitloggen lukt nu niet. Probeer het opnieuw.

# profileSettingsTitle
source: Profile & Settings
nl: Profiel & instellingen

# profileSectionTitle
source: Profile
nl: Profiel

# profileNameLabel
source: Name
nl: Naam

# profileNameHint
source: Your name
nl: Je naam

# profileSaveName
source: Save name
nl: Naam opslaan

# profileUnavailable
source: Unavailable
nl: Niet beschikbaar

# profileRoleLabel
source: Role
nl: Rol

# profileRoleObserver
source: Observer
nl: Observator

# profileRoleUnknown
source: Unknown role
nl: Onbekende rol

# profilePreferencesTitle
source: Preferences
nl: Voorkeuren

# profileLanguagePreference
source: Language preference
nl: Taalvoorkeur

# profileSecurityTitle
source: Security
nl: Beveiliging

# profileSendingReset
source: Sending reset...
nl: Reset versturen...

# profileChangePassword
source: Change password
nl: Wachtwoord wijzigen

# profileLogout
source: Logout
nl: Uitloggen

# profileShortcutsTitle
source: Shortcuts
nl: Snelkoppelingen

# profileOpenAdminPanel
source: Open Admin Panel
nl: Open adminpaneel

# profileAdminPanelSubtitle
source: Manage projects, observers, and alerts
nl: Beheer projecten, observatoren en meldingen

# adminNotificationsTitle
source: Admin notifications
nl: Beheermeldingen

# notificationsNavTitle
source: Notifications
nl: Meldingen

# notificationsRecentActivity
source: Recent activity
nl: Recente activiteit

# notificationsMarkAllRead
source: Mark all read
nl: Alles als gelezen markeren

# notificationsMarkAllReadSuccess
source: All notifications marked as read.
nl: Alle meldingen gemarkeerd als gelezen.

# notificationsMarkAllReadFailure
source: Could not mark notifications as read.
nl: Kon meldingen niet als gelezen markeren.

# notificationsLoadError
source: Unable to load notifications right now.
nl: Meldingen kunnen nu niet worden geladen.

# notificationsEmptyTitle
source: No notifications yet
nl: Nog geen meldingen

# notificationsEmptySubtitle
source: You will see new user sign-ups here once they happen.
nl: Nieuwe gebruikersmeldingen verschijnen hier zodra ze binnenkomen.

# relativeJustNow
source: Just now
nl: Zojuist

# relativeMinutesAgo
source: {minutes}m ago
nl: {minutes} min geleden

# relativeHoursAgo
source: {hours}h ago
nl: {hours} u geleden

# commonRefresh
source: Refresh
nl: Vernieuwen

# commonCancel
source: Cancel
nl: Annuleren

# commonDelete
source: Delete
nl: Verwijderen

# commonSaveChanges
source: Save changes
nl: Wijzigingen opslaan

# commonDone
source: Done
nl: Klaar

# commonBackToProjects
source: Back to Projects
nl: Terug naar projecten

# commonTryAgain
source: Try again
nl: Probeer opnieuw

# commonPasswordLabel
source: Password
nl: Wachtwoord

# authCheckingSession
source: Checking your session...
nl: Sessie controleren...

# authRestoringWorkspace
source: Restoring your workspace...
nl: Werkruimte herstellen...

# authRestoreError
source: Unable to restore your profile. Please sign in again.
nl: Profiel kan niet worden hersteld. Log opnieuw in.

# authReturnToLogin
source: Return to login
nl: Terug naar login

# loginTitle
source: Login
nl: Inloggen

# loginErrorGeneric
source: Unable to login right now. Please try again.
nl: Inloggen lukt nu niet. Probeer het opnieuw.

# loginEmailPlaceholder
source: your.email@example.com
nl: jouw.email@voorbeeld.com

# loginEmailRequired
source: Email is required
nl: E-mail is verplicht

# loginEmailInvalid
source: Please enter a valid email
nl: Voer een geldig e-mailadres in

# loginPasswordPlaceholder
source: Enter your password
nl: Voer je wachtwoord in

# loginPasswordRequired
source: Password is required
nl: Wachtwoord is verplicht

# loginForgotPassword
source: Forgot password?
nl: Wachtwoord vergeten?

# loginSubmit
source: Login
nl: Inloggen

# loginNoAccountQuestion
source: Don't have an account?
nl: Nog geen account?

# loginSignUpCta
source: Sign Up
nl: Aanmelden

# loginResetPasswordTitle
source: Reset password
nl: Wachtwoord resetten

# loginResetPasswordBody
source: Enter the email linked to your account. We will send a reset link if an account exists.
nl: Vul het e-mailadres in dat aan je account is gekoppeld. We sturen een resetlink als er een account bestaat.

# loginResetEmailRequired
source: Please enter the email tied to your account.
nl: Vul het e-mailadres van je account in.

# loginResetSendError
source: Unable to send reset email. Please try again.
nl: Reset-e-mail versturen lukt niet. Probeer het opnieuw.

# loginResetSendLink
source: Send link
nl: Link versturen

# loginResetLinkSent
source: If an account exists for {email}, a reset link is on the way.
nl: Als er een account bestaat voor {email}, sturen we een resetlink.

# appTagline
source: Field Observation System
nl: Veldobservatiesysteem

# observerWelcomeBack
source: Welcome back, {firstName}!
nl: Welkom terug, {firstName}!

# observerSelectProjectPrompt
source: Select a project to begin your observation
nl: Selecteer een project om je observatie te starten

# profileLoggedInAs
source: Logged in as
nl: Ingelogd als

# profileMenuProfileSettings
source: Profile & Settings
nl: Profiel & instellingen

# profileMenuNotifications
source: Notifications
nl: Meldingen

# profileMenuAdminPanel
source: Admin Panel
nl: Beheerpaneel

# profileMenuProjectMap
source: Project Map
nl: Projectkaart

# profileMenuProjects
source: Projects
nl: Projecten

# projectsNeedHelp
source: Need help? Contact your administrator for support
nl: Hulp nodig? Neem contact op met je beheerder voor ondersteuning

# signupTitle
source: Create Account
nl: Account aanmaken

# signupFirstNameLabel
source: First Name
nl: Voornaam

# signupFirstNamePlaceholder
source: Enter your first name
nl: Vul je voornaam in

# signupLastNameLabel
source: Last Name
nl: Achternaam

# signupLastNamePlaceholder
source: Enter your last name
nl: Vul je achternaam in

# signupEmailPlaceholder
source: your.email@example.com
nl: jouw.email@example.com

# signupEmailRequired
source: Email is required
nl: E-mail is verplicht

# signupEmailInvalid
source: Please enter a valid email
nl: Vul een geldig e-mailadres in

# signupPasswordLabel
source: Password
nl: Wachtwoord

# signupPasswordPlaceholder
source: Create a password
nl: Kies een wachtwoord

# signupPasswordRequired
source: Password is required
nl: Wachtwoord is verplicht

# signupPasswordTooShort
source: Password must be at least 6 characters
nl: Wachtwoord moet minstens 6 tekens hebben

# signupPasswordConfirmLabel
source: Confirm Password
nl: Bevestig wachtwoord

# signupPasswordConfirmPlaceholder
source: Re-enter your password
nl: Voer je wachtwoord opnieuw in

# signupPasswordConfirmRequired
source: Please confirm your password
nl: Bevestig je wachtwoord

# signupSubmit
source: Create Account
nl: Account aanmaken

# signupRoleInfoPrefix
source: New accounts are assigned the
nl: Nieuwe accounts krijgen standaard de

# signupRoleName
source: Observer role
nl: Observer-rol

# signupRoleInfoSuffix
source: by default. Admin privileges must be granted by the database owner.
nl: toegewezen. Adminrechten moeten worden verstrekt door de database-eigenaar.

# signupAlreadyHaveAccountPrefix
source: Already have an account?
nl: Al een account?

# signupLoginCta
source: Login
nl: Inloggen

# observerSummaryTitle
source: Session Summary
nl: Sessiesamenvatting

# observerSummaryEmptyTitle
source: No observations recorded
nl: Geen observaties vastgelegd

# observerSummaryEmptySubtitle
source: No observations this session. Submit to return to your projects.
nl: Noteer minimaal één persoon of groep voordat je een sessie indient.

# observerSummaryTotalRecorded
source: Total Recorded
nl: Totaal vastgelegd

# observerSummaryEntries
source: {count} entries
nl: {count} registraties

# observerSummaryIndividuals
source: Individuals
nl: Individuen

# observerSummaryGroups
source: Groups
nl: Groepen

# observerSummaryGroupObservations
source: Group Observations
nl: Groepsobservaties

# observerSummaryDemographics
source: Demographics
nl: Demografie

# observerSummaryMales
source: Males
nl: Mannen

# observerSummaryFemales
source: Females
nl: Vrouwen

# observerSummaryChildren
source: Children
nl: Kinderen

# observerSummaryActivityLevels
source: Activity Levels
nl: Activiteitsniveaus

# observerSummaryActivitySedentary
source: Sedentary
nl: Zittend

# observerSummaryActivityMoving
source: Moving
nl: Bewegend

# observerSummaryActivityIntense
source: Intense
nl: Intensief

# observerSummarySessionDetails
source: Session Details
nl: Sessiedetails

# observerSummaryLocation
source: Location
nl: Locatie

# observerSummaryDate
source: Date
nl: Datum

# observerSummaryTime
source: Time
nl: Tijd

# observerSummaryWeather
source: Weather
nl: Weer

# observerSummarySubmit
source: Submit Session
nl: Sessie indienen

# weatherCloudy
source: cloudy
nl: bewolkt

# weatherRainy
source: rainy
nl: regenachtig

# weatherSunny
source: sunny
nl: zonnig

# observerSummaryLocationMultiple
source: Multiple
nl: Meerdere

# observerSummaryLocationBasketball
source: B - Basketball Field
nl: B - Basketbalveld

# observerSummaryLocationGrass
source: G - Grass Field
nl: G - Grasveld

# observerSummaryLocationCustom
source: Custom
nl: Aangepast

# observerFinishSession
source: Finish Session
nl: Sessie afronden

# observerSubmitGroup
source: Submit Group
nl: Groep indienen

# observerSubmitPerson
source: Submit Person
nl: Persoon indienen

# observerNoOptionsConfigured
source: No options configured.
nl: Geen opties geconfigureerd.

# observerOtherOption
source: Other
nl: Anders

# observerNoProjectTitle
source: No project selected
nl: Geen project geselecteerd

# observerNoProjectSubtitle
source: Choose a project from the list to start recording observations.
nl: Kies een project uit de lijst om observaties te starten.

# observerBackToProjectList
source: Back to projects
nl: Terug naar projecten

# observerAdditionalNotesHint
source: Additional notes...
nl: Extra notities...

# observerDateLabel
source: Date
nl: Datum

# observerTimeLabel
source: Time
nl: Tijd

# observerModeLabel
source: Observation Mode
nl: Observatiemodus

# observerModeIndividual
source: Individual
nl: Individu

# observerModeGroup
source: Group
nl: Groep

# observerNoFieldsConfigured
source: No observation fields are configured for this project.
nl: Er zijn geen observatievelden voor dit project geconfigureerd.

# observerSelectProject
source: Select a project before recording observations.
nl: Kies eerst een project voordat je observaties registreert.

# observerPleaseSignIn
source: Please sign in again to continue.
nl: Meld je opnieuw aan om door te gaan.

# observerEnterNumber
source: Please enter a number
nl: Vul een getal in

# observerProjectsTitle
source: Your Projects
nl: Jouw projecten

# observerProjectsAvailable
source: {count, plural, one {{count} project available} other {{count} projects available}}
nl: {count, plural, one {{count} project beschikbaar} other {{count} projecten beschikbaar}}

# observerProjectsSearchPlaceholder
source: Search projects...
nl: Zoek projecten...

# observerProjectsEmptySearchTitle
source: No projects found
nl: Geen projecten gevonden

# observerProjectsEmptySearchSubtitle
source: Try adjusting your search terms
nl: Pas je zoektermen aan

# observerProjectsEmptyTitle
source: No Projects Assigned
nl: Geen projecten toegewezen

# observerProjectsEmptySubtitle
source: You don't have any observation projects assigned yet. Please contact your administrator to get access to projects.
nl: Je hebt nog geen observatieprojecten toegewezen. Neem contact op met je beheerder voor toegang.

# observerProjectsRefresh
source: Refresh projects
nl: Projecten vernieuwen

# projectMapTitle
source: Project Map
nl: Projectkaart

# observerSuccessTitle
source: Observation Saved!
nl: Observatie opgeslagen!

# observerSuccessPerson
source: Person #{personId} has been recorded.
nl: Persoon #{personId} is geregistreerd.

# observerSuccessGroup
source: Group of {groupSize} people has been recorded.
nl: Groep van {groupSize} personen is geregistreerd.

# observerSuccessPreparing
source: Preparing next observation...
nl: Volgende observatie voorbereiden...

# exportSheetName
source: Observations
nl: Observaties

# exportLocationLabel
source: Location
nl: Locatie

# exportLocationNotSet
source: Not set
nl: Niet ingesteld

# exportExportedAt
source: Exported At
nl: Geëxporteerd op

# exportObservationCount
source: Observation Count
nl: Aantal observaties

# exportHeaderPersonId
source: Person ID
nl: Persoon ID

# exportHeaderMode
source: Mode
nl: Modus

# exportHeaderTimestamp
source: Timestamp
nl: Tijdstempel

# exportHeaderGender
source: Gender
nl: Geslacht

# exportHeaderAgeGroup
source: Age Group
nl: Leeftijdsgroep

# exportHeaderSocialContext
source: Social Context
nl: Sociale context

# exportHeaderActivityLevel
source: Activity Level
nl: Activiteitsniveau

# exportHeaderActivityType
source: Activity Type
nl: Activiteitstype

# exportHeaderLocation
source: Location
nl: Locatie

# exportHeaderLocationTypeId
source: Location Type ID
nl: Locatietype-ID

# exportHeaderGroupSize
source: Group Size
nl: Groepsgrootte

# exportHeaderGenderMix
source: Gender Mix
nl: Geslachtsverdeling

# exportHeaderAgeMix
source: Age Mix
nl: Leeftijdsverdeling

# exportHeaderNotes
source: Notes
nl: Notities

# exportSuccessMessage
source: Excel export saved to your device.
nl: Excel-export opgeslagen op je apparaat.

# exportErrorMessage
source: Unable to export observations right now.
nl: Observaties kunnen nu niet worden geëxporteerd.

# commonClose
source: Close
nl: Sluiten

# projectMapLocationUnavailable
source: Location unavailable
nl: Locatie niet beschikbaar

# projectMapOpenInAdmin
source: Open in Admin
nl: Openen in admin

# projectMapProjectCount
source: {count, plural, one {{count} project} other {{count} projects}}
nl: {count, plural, one {{count} project} other {{count} projecten}}

# projectsLoading
source: Loading projects...
nl: Projecten laden...

# projectsLoadErrorTitle
source: Couldn't load projects
nl: Projecten konden niet worden geladen

# projectsRefreshTooltip
source: Refresh projects
nl: Projecten verversen

# adminStatusActive
source: Active
nl: Actief

# adminStatusFinished
source: Finished
nl: Afgerond

# adminStatusArchived
source: Archived
nl: Gearchiveerd

# adminSectionGeneral
source: General
nl: Algemeen

# adminSectionObservers
source: Observers
nl: Observatoren

# adminSectionFields
source: Fields
nl: Velden

# adminManageProjectsTitle
source: Manage Projects
nl: Projecten beheren

# adminManageProjectsSubtitle
source: Create and organize observation projects, assign observers, and monitor data collection
nl: Maak en organiseer observatieprojecten, wijs observatoren toe en volg dataverzameling

# adminCreateNewProject
source: Create New Project
nl: Nieuw project maken

# adminNoProjectsTitle
source: No {status} projects yet
nl: Nog geen {status}-projecten

# adminNoProjectsSubtitle
source: Create your first project to get started
nl: Maak je eerste project om te beginnen

# adminProjectCreatedSuccess
source: Project created successfully!
nl: Project succesvol aangemaakt!

# adminStatusProjectsTitle
source: {status} Projects ({count})
nl: {status}-projecten ({count})

# adminNewProjectNameLabel
source: Project Name
nl: Projectnaam

# adminNewProjectNameHint
source: e.g., Parkstraat Observation Site
nl: bijv. Parkstraat observatielocatie

# adminNewProjectMainLocationLabel
source: Main Location
nl: Hoofdlocatie

# adminNewProjectMainLocationHint
source: e.g., Parkstraat, Amsterdam
nl: bijv. Parkstraat, Amsterdam

# adminNoSuggestionsFound
source: No suggestions found
nl: Geen suggesties gevonden

# adminDescriptionOptionalLabel
source: Description (Optional)
nl: Beschrijving (optioneel)

# adminDescriptionOptionalHint
source: Add project description or notes...
nl: Voeg een beschrijving of notities toe...

# adminCreating
source: Creating...
nl: Bezig met aanmaken...

# adminCreateProject
source: Create Project
nl: Project aanmaken

# adminLocationTypesTitle
source: Location Types
nl: Locatietypes

# adminLocationTypesSubtitle
source: Select all location types available at this site
nl: Selecteer alle locatietypes die hier beschikbaar zijn

# adminCustomLocationPlaceholder
source: Add a custom location... (Enter or Add)
nl: Voeg een aangepaste locatie toe... (Enter of Toevoegen)

# adminAdd
source: Add
nl: Toevoegen

# adminHiddenLocationTypes
source: Hidden location types:
nl: Verborgen locatietypes:

# adminAssignObserversTitle
source: Assign Observers (Optional)
nl: Observatoren toewijzen (optioneel)

# adminAssignObserversSubtitle
source: Add team members who can collect observations for this project
nl: Voeg teamleden toe die observaties voor dit project kunnen verzamelen

# adminAddObserver
source: Add Observer
nl: Observator toevoegen

# adminSearchObserversPlaceholder
source: Search observers by name or email...
nl: Zoek observatoren op naam of e-mail...

# adminNoObserversFound
source: No observers found
nl: Geen observatoren gevonden

# adminDone
source: Done
nl: Klaar

# adminNoObserversAssigned
source: No observers assigned yet. You can add them later.
nl: Nog geen observatoren toegewezen. Je kunt ze later toevoegen.

# adminProjectMainLocationUnset
source: Main location not set
nl: Hoofdlocatie niet ingesteld

# adminProjectObservationCount
source: {count, plural, one {{count} observation} other {{count} observations}}
nl: {count, plural, one {{count} observatie} other {{count} observaties}}

# adminProjectObserverCount
source: {count, plural, one {{count} observer} other {{count} observers}}
nl: {count, plural, one {{count} observator} other {{count} observatoren}}

# adminDeleteWarningTitle
source: You are about to permanently delete this project. This will remove:
nl: Je staat op het punt dit project definitief te verwijderen. Hiermee verwijder je:

# adminDeleteRemoveObservations
source: • {count, plural, one {{count} observation} other {{count} observations}}
nl: • {count, plural, one {{count} observatie} other {{count} observaties}}

# adminDeleteRemoveObservers
source: • All assigned observers
nl: • Alle gekoppelde observatoren

# adminDeleteRemoveData
source: • All project data and settings
nl: • Alle projectgegevens en instellingen

# adminDeleteIrreversible
source: This data cannot be recovered once deleted.
nl: Deze gegevens kunnen niet worden teruggezet na verwijderen.

# adminDeleteConfirmQuestion
source: Are you absolutely sure you want to continue?
nl: Weet je zeker dat je wilt doorgaan?

# adminDeleteConfirmButton
source: Yes, Delete Project
nl: Ja, verwijder project

# adminDeleteDialogTitle
source: Delete Project?
nl: Project verwijderen?

# adminDeleteWarningHeader
source: ⚠️ WARNING: This action cannot be reversed!
nl: ⚠️ WAARSCHUWING: Deze actie kan niet ongedaan worden gemaakt!

# adminLoadingProjects
source: Loading projects...
nl: Projecten laden...

# adminChangeStatusTooltip
source: Change project status
nl: Projectstatus wijzigen

# adminStatusOptionCurrent
source: {status} (current)
nl: {status} (huidig)

# adminObserverAssignedCount
source: {count, plural, one {{count} observer assigned} other {{count} observers assigned}}
nl: {count, plural, one {{count} observator toegewezen} other {{count} observatoren toegewezen}}

# adminObservationsRecorded
source: {count, plural, one {{count} observation recorded} other {{count} observations recorded}}
nl: {count, plural, one {{count} observatie vastgelegd} other {{count} observaties vastgelegd}}

# adminPanelTitle
source: Admin Panel
nl: Beheerpaneel

# adminLocationTypesHeader
source: Location Types
nl: Locatietypes

# adminAddLocation
source: Add Location
nl: Locatie toevoegen

# adminAddLocationHint
source: Add location
nl: Locatie toevoegen

# adminNoLocationTypes
source: No location types configured
nl: Geen locatietypes geconfigureerd

# adminAssignedObservers
source: Assigned Observers
nl: Toegewezen observatoren

# adminObserverSearchPlaceholder
source: Search observers by name or email...
nl: Zoek observatoren op naam of e-mail...

# adminObserversAllAssigned
source: All observers are already assigned
nl: Alle observatoren zijn al toegewezen

# adminNoObserversFoundSelector
source: No observers found
nl: Geen observatoren gevonden

# adminNoObserversAssignedTitle
source: No observers assigned yet
nl: Nog geen observatoren toegewezen

# adminNoObserversAssignedSubtitle
source: Click "Add Observer" to assign team members
nl: Klik op "Observator toevoegen" om teamleden toe te wijzen

# adminClearAll
source: Clear All
nl: Alles wissen

# adminEdit
source: Edit
nl: Bewerken

# adminEntriesLabel
source: Entries
nl: Aantal rijen

# adminEntriesOption
source: {count} entries
nl: {count} items

# adminNoFieldsTitle
source: No fields configured yet.
nl: Nog geen velden geconfigureerd.

# adminNoFieldsSubtitle
source: Add your first custom field or restore the default template.
nl: Voeg je eerste aangepaste veld toe of herstel het standaard sjabloon.

# adminFieldStandard
source: Standard
nl: Standaard

# adminFieldCustom
source: Custom
nl: Aangepast

# adminEditObservationTitle
source: Edit Observation
nl: Observatie bewerken

# adminPersonIdLabel
source: Person ID
nl: Persoons-ID

# adminPersonIdHint
source: Enter person ID
nl: Voer persoons-ID in

# adminAgeGroupLabel
source: Age Group
nl: Leeftijdsgroep

# adminSocialContextLabel
source: Social Context
nl: Sociale context

# adminActivityLevelLabel
source: Activity Level
nl: Activiteitsniveau

# adminActivityTypeLabel
source: Activity Type
nl: Activiteitstype

# adminGenderMale
source: Male
nl: Man

# adminGenderFemale
source: Female
nl: Vrouw

# adminAgeChild
source: Child
nl: Kind

# adminAgeTeen
source: Teen
nl: Tiener

# adminAgeAdult
source: Adult
nl: Volwassene

# adminSocialAlone
source: Alone
nl: Alleen

# adminSocialTogether
source: Together
nl: Samen

# adminActivityLevelSitting
source: Sitting
nl: Zittend

# adminActivityLevelMoving
source: Moving
nl: Bewegend

# adminActivityLevelIntense
source: Intense
nl: Intensief

# adminActivityTypeOrganized
source: Organized
nl: Georganiseerd

# adminActivityTypeUnorganized
source: Unorganized
nl: Ongeorganiseerd

# adminEditStandardField
source: Edit Standard Field
nl: Standaardveld bewerken

# adminEditCustomField
source: Edit Custom Field
nl: Aangepast veld bewerken

# adminHelperTextOptional
source: Helper text (optional)
nl: Hulptekst (optioneel)

# adminTextFieldSettings
source: Text field settings
nl: Tekstveld-instellingen

# adminPlaceholderLabel
source: Placeholder
nl: Plaatshouder

# adminMaxLengthOptional
source: Max length (optional)
nl: Maximale lengte (optioneel)

# adminAllowMultilineInput
source: Allow multiline input
nl: Meerdere regels toestaan

# adminOptionsTitle
source: Options
nl: Opties

# adminAddOption
source: Add option
nl: Optie toevoegen

# adminRemoveOption
source: Remove option
nl: Optie verwijderen
